Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-3280.html.tmx
Source language: sme
Languages: nob

source: Marie Therese Aslaksen jođiha Sámedikki doarjjastivrra .
nob: Marie Therese Aslaksen leder Sametingets tilskuddsstyre

source: Sámediggeráđđi lea otne námmadan ođđa doarjjastivrra .
nob: Sametingsrådet har oppnevnt nytt tilskuddstyre onsdag 21.10.09

source: Dá leat Sámedikki doarjjastivrra láhttut 2009 - 2013 áigodahkii : 1 .
nob: Sametingets tilskuddstyre for perioden 2009-2013 består av : 1 .

source: Jođiheaddji , Marie Therese Aslaksen .
nob: Leder , Marie Therese Aslaksen .

source: Várrelahttu : Johan Mikkel Sara .
nob: Personlig vara : Johan Mikkel Sara .

source: Nubbejođiheaddji , Rolf Johansen .
nob: Nestleder , Rolf Johansen .

source: Várrelahttu : Randi A . Skum .
nob: Personlig vara : Randi A. Skum

source: Várrelahttu : Stig Furu .
nob: Personlig vara : Stig Furu .

source: Várrelahttu : Mariann Wollmann Magga .
nob: Personlig vara : Mariann Wollmann Magga .

source: Várrelahttu : Kirsti Guvsam .
nob: Personlig vara : Kirsti Guvsam .

source: Bæhr .
nob: Per A. Bæhr .

source: Várrelahttu : Mathis N . Eira .
nob: Personlig vara : Mathis N. Eira .

source: Almmuhan Østby , Jan Roger .
nob: Publisert av Østby , Jan Roger .

source: Maŋimustá rievdaduvvon 24.02.2010
nob: Sist endret 24.02.2010
